/* No comment provided by engineer. */
"A better score already exists for this login !" = "A better score already exists for this login !";

/* Classes/TRAppDelegate.m
   Classes/ConnectionController.m
   Classes/TRFriendsManagerDelegate.m */
"Cancel" = "Cancel";

/* Classes/prefsController.m */
"Check your network connection and try again." = "Check your network connection and try again.";

/* Classes/TRFriendsManagerDelegate.m */
"Checking login..." = "Checking login...";

/* Classes/prefsController.m */
"Checking login/password..." = "Checking login/password...";

/* Classes/prefsController.m */
"Choose one" = "Choose one";

/* Classes/prefsController.m */
"Choose your country!" = "Choose your country!";

/* No comment provided by engineer. */
"Congratulations !" = "Congratulations !";

/* Classes/TRAppDelegate.m */
"Create an account" = "Create an account";

/* Classes/prefsController.m */
"Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings panel) ?" = "Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings panel) ?";

/* Classes/prefsController.m */
"Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings pannel) ?" = "Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings pannel) ?";

/* Classes/TRFriendsManagerDelegate.m */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit Friends List." = "Edit Friends List.";

/* No comment provided by engineer. */
"Empty Friends List." = "Empty Friends List.";

/* Classes/TRFriendsManagerDelegate.m
   Classes/prefsController.m */
"Error !" = "Error !";

/* Classes/prefsController.m */
"For security reasons, you first need to update Tux Rider World Challenge. Go to the App Store to do the update." = "For security reasons, you first need to update Tux Rider World Challenge. Go to the App Store to do the update.";

/* No comment provided by engineer. */
"For security reasons, you need to update Tux Rider World Challenge to save scores online. Go to the App Store to do the update." = "For security reasons, you need to update Tux Rider World Challenge to save scores online. Go to the App Store to do the update.";

/* No comment provided by engineer. */
"Getting World rankings for the score you just did..." = "Getting World rankings for the score you just did...";

/* Classes/prefsController.m */
"Internal server error! Please try again Later." = "Internal server error! Please try again Later.";

/* Classes/TRFriendsManagerDelegate.m */
"is already in your friends list." = "is already in your friends list.";

/* Classes/TRAppDelegate.m */
"Login" = "Login";

/* Classes/prefsController.m */
"Login must be between 1 and 15 characters!" = "Login must be between 1 and 15 characters!";

/* Classes/prefsController.m */
"No" = "No";

/* No comment provided by engineer. */
"No need to update !" = "No need to update !";

/* No comment provided by engineer. */
"No rankings available !" = "No rankings available !";

/* Classes/prefsController.m */
"Nobody is registered with this login." = "Nobody is registered with this login.";

/* Classes/TRFriendsManagerDelegate.m */
"Ok" = "Ok";

/* Classes/prefsController.m */
"Password must be less or equal than 10 characters!" = "Password must be less or equal than 10 characters!";

/* Classes/prefsController.m */
"Password must be more or equal than 5 characters" = "Password must be more or equal than 5 characters";

/* Classes/prefsController.m */
"Passwords entered are differents!" = "Passwords entered are differents!";

/* Classes/ConnectionController.m */
"Please wait..." = "Please wait...";

/* No comment provided by engineer. */
"Refreshing ranking infos..." = "Refreshing ranking infos...";

/* No comment provided by engineer. */
"Refreshing rankings..." = "Refreshing rankings...";

/* Classes/TRAppDelegate.m */
"Registered users only" = "Registered users only";

/* No comment provided by engineer. */
"Saving score online..." = "Saving score online...";

/* No comment provided by engineer. */
"Saving unsaved scores online..." = "Saving unsaved scores online...";

/* No comment provided by engineer. */
"Score not saved !" = "Score not saved !";

/* No comment provided by engineer. */
"Scores online were already up-to-date." = "Scores online were already up-to-date.";

/* Classes/prefsController.m */
"Sending registration data..." = "Sending registration data...";

/* Classes/prefsController.m */
"The login you entered already exists! Please choose another." = "The login you entered already exists! Please choose another.";

/* Classes/prefsController.m */
"Unknown error!" = "Unknown error!";

/* No comment provided by engineer. */
"Unsaved scores detected. Do you want to save them online now ?" = "Unsaved scores detected. Do you want to save them online now ?";

/* Classes/prefsController.m */
"Use only alphanumeric characters, \"-\", and \"_\" for the login." = "Use only alphanumeric characters, \"-\", and \"_\" for the login.";

/* Classes/prefsController.m */
"Use only alphanumeric characters, \"-\", and \"_\" for the password." = "Use only alphanumeric characters, \"-\", and \"_\" for the password.";

/* Classes/prefsController.m */
"Welcome" = "Welcome";

/* Classes/prefsController.m */
"Welcome !" = "Welcome !";

/* No comment provided by engineer. */
"World rankings" = "World rankings";

/* No comment provided by engineer. */
"Wrong login or password. Go to settings pannel to settle this problem." = "Wrong login or password. Go to settings pannel to settle this problem.";

/* Classes/prefsController.m */
"Wrong login/password." = "Wrong login/password.";

/* Classes/prefsController.m */
"Yes" = "Yes";

/* Classes/TRFriendsManagerDelegate.m */
"You cannot be friend with yourself." = "You cannot be friend with yourself.";

/* No comment provided by engineer. */
"You don't have any scores saved online for the moment !" = "You don't have any scores saved online for the moment !";

/* No comment provided by engineer. */
"You don't have any scores saved online for this race in \"speed only\" mode for the moment !" = "You don't have any scores saved online for this race in \"speed only\" mode for the moment !";

/* Classes/TRAppDelegate.m */
"You need to own an account to play. It's free, and allows you to be ranked with the other players in the world. If you are already registered, click on 'Login'." = "You need to own an account to play. It's free, and allows you to be ranked with the other players in the world. If you are already registered, click on 'Login'.";

/* No comment provided by engineer. */
"     Score: " = "     Score: ";

/* No comment provided by engineer. */
"    Fish: " = "    Fish: ";

/* No comment provided by engineer. */
" Classic mode" = " Classic mode";

/* No comment provided by engineer. */
"(At least 1 second in the air.)" = "(At least 1 second in the air.)";

/* No comment provided by engineer. */
"(at least 1 seconds in the air) on a big bump" = "(at least 1 seconds in the air) on a big bump";

/* No comment provided by engineer. */
"(Braking is useful when going fast to" = "(Braking is useful when going fast to";

/* No comment provided by engineer. */
"(Inclinate your iPhone.)" = "(Inclinate your iPhone.)";

/* No comment provided by engineer. */
"accelerate, to brake to pause and to abort." = "accelerate, to brake to pause and to abort.";

/* No comment provided by engineer. */
"accumulated is released and used to jump." = "accumulated is released and used to jump.";

/* No comment provided by engineer. */
"and flapping the wings (accelerate button)" = "and flapping the wings (accelerate button)";

/* No comment provided by engineer. */
"and to make tricks." = "and to make tricks.";

/* No comment provided by engineer. */
"are two things that you can do : doing" = "are two things that you can do : doing";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"before shaking your iPhone." = "before shaking your iPhone.";

/* No comment provided by engineer. */
"Best result:" = "Best result:";

/* No comment provided by engineer. */
"But when it becomes yellow, it has the " = "But when it becomes yellow, it has the ";

/* No comment provided by engineer. */
"Congratulation, you finished this tutorial." = "Congratulation, you finished this tutorial.";

/* src/paused.c */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Cool! Now come back to game." = "Cool! Now come back to game.";

/* No comment provided by engineer. */
"Country: " = "Country: ";

/* No comment provided by engineer. */
"Double tap in the middle of the screen" = "Double tap in the middle of the screen";

/* No comment provided by engineer. */
"Drag your finger from one area" = "Drag your finger from one area";

/* No comment provided by engineer. */
"energy to jump." = "energy to jump.";

/* No comment provided by engineer. */
"First of all, find a bump, go fast" = "First of all, find a bump, go fast";

/* No comment provided by engineer. */
"Fish: " = "Fish: ";

/* No comment provided by engineer. */
"flapping your wings (pushing accelerate button)." = "flapping your wings (pushing accelerate button).";

/* src/game_over.c */
"Flying time: " = "Flying time: ";

/* No comment provided by engineer. */
"Friends: " = "Friends: ";

/* No comment provided by engineer. */
"Go fast and catch fishes..." = "Go fast and catch fishes...";

/* No comment provided by engineer. */
"Go fast and jump on a bump." = "Go fast and jump on a bump.";

/* No comment provided by engineer. */
"Great !." = "Great !.";

/* No comment provided by engineer. */
"it to continue going faster" = "it to continue going faster";

/* No comment provided by engineer. */
"Just go fast!" = "Just go fast!";

/* No comment provided by engineer. */
"Let's learn how to jump !" = "Let's learn how to jump !";

/* No comment provided by engineer. */
"Loading, Please Wait..." = "Loading, Please Wait...";

/* No comment provided by engineer. */
"No friends" = "No friends";

/* No comment provided by engineer. */
"Now let's learn how to Pause and to Abort." = "Now let's learn how to Pause and to Abort.";

/* No comment provided by engineer. */
"Now try to do a jump." = "Now try to do a jump.";

/* No comment provided by engineer. */
"Now, to finish, try to make a big jump " = "Now, to finish, try to make a big jump ";

/* No comment provided by engineer. */
"Ok, now try to do a longer jump." = "Ok, now try to do a longer jump.";

/* No comment provided by engineer. */
"on it, jump high and try to make a trick." = "on it, jump high and try to make a trick.";

/* No comment provided by engineer. */
"opposite effect. Then you must release" = "opposite effect. Then you must release";

/* No comment provided by engineer. */
"or pushing either brake or accelerating button" = "or pushing either brake or accelerating button";

/* No comment provided by engineer. */
"paddling increases the speed of Tux." = "paddling increases the speed of Tux.";

/* No comment provided by engineer. */
"Paused" = "Paused";

/* No comment provided by engineer. */
"Play" = "Play";

/* No comment provided by engineer. */
"Push the red area to accumulate enough " = "Push the red area to accumulate enough ";

/* No comment provided by engineer. */
"Push the red area to brake." = "Push the red area to brake.";

/* No comment provided by engineer. */
"Push the red area to make tux paddling." = "Push the red area to make tux paddling.";

/* No comment provided by engineer. */
"Race aborted." = "Race aborted.";

/* No comment provided by engineer. */
"Race Over" = "Race Over";

/* No comment provided by engineer. */
"Race!" = "Race!";

/* No comment provided by engineer. */
"Rankings" = "Rankings";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"some funny tricks shaking the iPhone," = "some funny tricks shaking the iPhone,";

/* No comment provided by engineer. */
"some more advanced things and get better !" = "some more advanced things and get better !";

/* No comment provided by engineer. */
"Tap anywhere on the screen." = "Tap anywhere on the screen.";

/* No comment provided by engineer. */
"Time is up." = "Time is up.";

/* No comment provided by engineer. */
"Time Trial" = "Time Trial";

/* src/game_over.c */
"Time: " = "Time: ";

/* No comment provided by engineer. */
"to fly longer and get faster." = "to fly longer and get faster.";

/* No comment provided by engineer. */
"to Pause." = "to Pause.";

/* No comment provided by engineer. */
"to the other to abort." = "to the other to abort.";

/* No comment provided by engineer. */
"Touch screen to continue" = "Touch screen to continue";

/* No comment provided by engineer. */
"Try to be the best !" = "Try to be the best !";

/* No comment provided by engineer. */
"Try to do a jump." = "Try to do a jump.";

/* No comment provided by engineer. */
"Try to do a long jump flying (>1sec)." = "Try to do a long jump flying (>1sec).";

/* No comment provided by engineer. */
"Try to do a longer jump (>1sec) on a bump." = "Try to do a longer jump (>1sec) on a bump.";

/* No comment provided by engineer. */
"Try to jump and make a trick." = "Try to jump and make a trick.";

/* No comment provided by engineer. */
"Try to make tux turn left." = "Try to make tux turn left.";

/* No comment provided by engineer. */
"Try to make tux turn right." = "Try to make tux turn right.";

/* No comment provided by engineer. */
"turn harder)." = "turn harder).";

/* No comment provided by engineer. */
"Welcome to the basic tutorial." = "Welcome to the basic tutorial.";

/* No comment provided by engineer. */
"Welcome to the Jump tutorial." = "Welcome to the Jump tutorial.";

/* No comment provided by engineer. */
"Well, while you are in the air, there" = "Well, while you are in the air, there";

/* No comment provided by engineer. */
"When you release the finger, all the energy" = "When you release the finger, all the energy";

/* No comment provided by engineer. */
"While the speed indicator is green," = "While the speed indicator is green,";

/* No comment provided by engineer. */
"world challenge !" = "world challenge !";

/* No comment provided by engineer. */
"World: " = "World: ";

/* No comment provided by engineer. */
"You are now ready to participate to the" = "You are now ready to participate to the";

/* No comment provided by engineer. */
"You beat your best score!" = "You beat your best score!";

/* No comment provided by engineer. */
"You can now try the next one, to learn" = "You can now try the next one, to learn";

/* No comment provided by engineer. */
"You can see the energy gauge filling." = "You can see the energy gauge filling.";

/* No comment provided by engineer. */
"You can vary the tricks inclinating the iPhone" = "You can vary the tricks inclinating the iPhone";

/* No comment provided by engineer. */
"You didn't finished this tutorial." = "You didn't finished this tutorial.";

/* No comment provided by engineer. */
"You should try again !" = "You should try again !";

/* No comment provided by engineer. */
"You will learn here how to turn, to" = "You will learn here how to turn, to";

/* No comment provided by engineer. */
"You will learn here to jump, to fly," = "You will learn here to jump, to fly,";

/* src/phys_sim.c */
"Yum yum! 200 pts" = "Yum yum! 200 pts";

